USE PD_311;
GO

--N'Unicode string'

INSERT	Students
		(last_name,		first_name,		middle_name,		birth_date, [group])
VALUES	
		(N'Тарлавина',	N'Мария',		N'Александровна',	'2001-05-14', 3),
		(N'Ким',		N'Александр',	N'Вячеславович',	'2000-08-07', 3),
		(N'Колпаков',	N'Кирилл',		N'Алексеевич',		'2007-09-15', 3),
		(N'Долженков',	N'Евгений',		N'Викторович',		'2004-09-17', 3),
		(N'Третьяков',  N'Павел',		N'Сергеевич',		'2000-02-17', 3),
		(N'Шеркунов',	N'Михаил',		N'Анатольевич',		'1996-12-27', 3),

		(N'Архипов',	N'Александр',	N'Владимирович',	'1991-10-29', 7),
		(N'Епягин',		N'Сергей',		N'Сергеевич',		'1996-03-18', 7),
		(N'Путинцев',	N'Иван',		N'Сергеевич',		'1990-03-14', 7),
		(N'Сутугин',	N'Роман',		N'Юрьевич',			'1996-05-15', 7),
		(N'Фурсов',		N'Артем',		N'Владимирович',	'1999-05-17', 7),
		(N'Терешкин',	N'Кирсан',		N'Александрович',	'2007-07-25', 7),

		(N'Волкова',	N'Олеся',		N'Олеговна',		'1985-11-29', 8),
		(N'Григорян',	N'Арамис',		N'Артакович',		'1995-09-12', 8),
		(N'Клочко',		N'Сергей',		N'Павлович',		'1984-02-13', 8),
		(N'Корнюшин',	N'Сергей',		N'Владимирович',	'1981-06-25', 8),
		(N'Моисеев',	N'Дмитрий',		N'Витальвич',		'2001-07-23', 8),
		(N'Пластинин',	N'Андрей',		N'Владимирович',	'1979-04-20', 8),
		(N'Терещенков',	N'Станислав',	N'Евгеньевич',		'1985-06-10', 8),
		(N'Хорев',		N'Алексей',		N'Петрович',		'1977-06-09', 8)