USE PD_311;
GO

INSERT	Teachers
		(last_name, first_name, middle_name, birth_date, works_since, rate)
VALUES	
--		('Волосова', 'Кристина', 'Станиславовна', '2001-01-04', '2024-10-16', 35)
--		('Колесова', 'Александра', 'Евгеньевна', '1995-12-23', '2024-10-16', 35)
--		('Давыдова', 'Марина', 'Васильевна', '1994-12-01', '2024-10-18', 50)
		(N'Ковтун',		 N'Олег',		N'Анатольевич',	'1985-01-16', '2009-04-04', 35),
		(N'Покидюк',	 N'Марина',		N'Олеговна',	'1990-09-06', '2022-07-07', 35),
		(N'Кобылинский', N'Андрей',		N'Анатольквич', '1981-02-18', '2003-09-01', 35),
		(N'Лялька',		 N'Александр',	N'Владимирович','1989-05-15', '2008-08-01', 35),
		(N'Глазунов',	 N'Антон',		N'Александрович','1985-02-25','2022-06-09', 35),
		(N'Твердохдеб',  N'Александр',  N'Палович',		 '1981-10-29', '2007-10-10',35)